[
  [{
    "name": "Gaara",
    "addressing": "(To Naruto and Shikamaru) ",
    "quote": "\"I am a relic they want to get rid of, so why do I exist and live? In order to exist, you need a purpose. To exist for no reason is the same as being dead… Then I came to the conclusion that I would love only myself and fight for only myself. If all other people exist to magnify that love, then there is no more a splendid universe than this one… My existence will not vanish.\"",
    "index": "0"
  },
  {
    "name": "Gaara",
    "addressing": "(To Sasuke) ",
    "quote": "\"You have the same eyes as I do… the eyes, filled with hatred and death, that long for strength… just like mine… your eyes tell me how badly you wish to kill the one who put you through the hell called loneliness.\"",
    "index": "1"
  },
  {
    "name": "Gaara",
    "addressing": "(To Rock Lee) ",
    "quote": "\"You're the same then. When you feel the honour of your idol under scrutiny… you become enraged, as if it were your own honour being questioned. The more precious your idol is to you… the harder you fight for him.\"",
    "index": "2"
  },
  {
    "name": "Gaara",
    "addressing": "(To Rock Lee) ",
    "quote": "\"Perhaps the companionship of an evil person is preferable to loneliness.\"",
    "index": "3"
  },
  {
    "name": "Gaara",
    "addressing": "(To Kankurō) ",
    "quote": "\"I will work hard, because I want to become acknowledged by others. That's what I thought when I look at Naruto Uzumaki. Bonds with others… Up until now, I only known them as hate and murderous intent. But I wonder, what is that bond he longed for? Now I understand, even only a little. Pain, sadness… and joy. These feelings allow you to understand others.\"",
    "index": "4"
  },
  {
    "name": "Gaara",
    "addressing": "(To Kankurō) ",
    "quote": "\"This is where it all starts for me. Starting with this small bond. I too want to become someone who is needed, instead of a weapon that is feared. And as the Kazekage of Sunagakure.\"",
    "index": "5"
  },
  {
    "name": "Gaara",
    "addressing": "(To Naruto) ",
    "quote": "\"I think of you as a friend. I used to think \"friend\" was just another word… Nothing more, nothing less. But when I met you, I realised what was important was the word's meaning.\"",
    "index": "6"
  },
  {
    "name": "Gaara",
    "addressing": "(To the Allied Shinobi Forces) ",
    "quote": "\"There are no enemies here because we've all suffered at Akatsuki's hand! So there is no Suna, no Iwa, no Konoha, no Kiri, and no Kumo! There are only shinobi!\"",
    "index": "7"
  }]
]